Repository: katagaki/WorkingHour
Catalog: WorkingHour/Localizable.xcstrings
Source language: en
Languages: ja

# Debug.ClearAllData.Confirmation
source: Clear All Data?
ja: すべてのデータを消去しますか？

# Debug.ClearAllData.Message
source: This will permanently delete all clock entries and projects.
ja: これにより、すべての打刻記録とプロジェクトが完全に削除されます。

# EntryEditor.AddBreak
source: Add Break Time
ja: 休憩時間を追加

# EntryEditor.AddBreak.Message
source: Select the start and end time for the break.
ja: 休憩の開始時刻と終了時刻を選択してください。

# EntryEditor.AddBreak.Title
source: Add Break Time
ja: 休憩時間を追加

# EntryEditor.Break.End
source: End
ja: 終了

# EntryEditor.Break.Number %lld
source: Break %lld
ja: 休憩 %lld

# EntryEditor.Break.Ongoing
source: Ongoing
ja: 進行中

# EntryEditor.Break.Start
source: Start
ja: 開始

# EntryEditor.BrowsePastEntries
source: Browse Past Entries
ja: 履歴を閲覧

# EntryEditor.Edit
source: Edit Entry
ja: 打刻時間を編集

# EntryEditor.EntryID
source: Entry ID
ja: エントリーID

# EntryEditor.Section.Breaks
source: Breaks
ja: 休憩

# EntryEditor.Section.Tasks
source: Tasks
ja: タスク

# EntryEditor.Tasks
source: Edit Tasks
ja: タスクを編集

# Export.Section.Overtime
source: Export Overtime Report
ja: 残業レポートを書き出す

# Export.Section.Timesheet
source: Export Timesheet
ja: タイムシートを書き出す

# Header.BreakTime
source: Break Time
ja: 休憩時間

# Header.Date
source: Date
ja: 日付

# Header.Day
source: Day
ja: 曜日

# Header.EndTime
source: End Time
ja: 退勤時間

# Header.Overtime
source: Overtime
ja: 残業時間

# Header.Remarks
source: Remarks
ja: 備考

# Header.StandardHours
source: Standard Hours
ja: 所定時間

# Header.StartTime
source: Start Time
ja: 出勤時間

# Header.Total
source: Total
ja: 合計

# Header.WorkingTime
source: Working Time
ja: 勤務時間

# More.Projects
source: Projects
ja: プロジェクト

# More.Section.App
source: App Settings
ja: アプリ設定

# More.Settings
source: Settings
ja: 設定

# Notification.ClockIn.Body
source: Don't forget to clock in for the day.
ja: 出勤の打刻を忘れずに。

# Notification.ClockIn.Title
source: Clock In Reminder
ja: 出勤時間のリマインダー

# Notification.ClockOut.Body
source: Don't forget to clock out for the day.
ja: 退勤の打刻を忘れずに。

# Notification.ClockOut.Title
source: Clock Out Reminder
ja: 退勤時間のリマインダー

# Notification.Snooze
source: Snooze for 30 Minutes
ja: 30分後に再通知

# Projects.Active
source: Active
ja: 有効

# Projects.Add
source: Add Project
ja: プロジェクトを追加

# Projects.Add.Message
source: Enter a name for the new project.
ja: 新しいプロジェクトの名前を入力してください。

# Projects.Archive
source: Archive
ja: アーカイブ

# Projects.Edit
source: Edit Project
ja: プロジェクトを編集

# Projects.Name
source: Project Name
ja: プロジェクト名

# Projects.Name.Placeholder
source: Project name
ja: プロジェクト名

# Projects.Restore
source: Restore
ja: 復元

# Projects.Section.Active
source: Active
ja: 有効

# Projects.Section.Archived
source: Archived
ja: アーカイブ

# Projects.Tasks
source: Tasks
ja: タスク一覧

# Projects.Tasks.Empty
source: This project has no tasks
ja: このプロジェクトにはタスクがありません

# Projects.Title
source: Projects
ja: プロジェクト

# Settings.AutoAddBreak
source: Auto-add Break Time
ja: 休憩時間を自動追加

# Settings.ClockInReminder
source: Clock In Reminder
ja: 出勤時間

# Settings.ClockInReminder.Time
source: Time
ja: 時刻

# Settings.ClockOutReminder
source: Clock Out Reminder
ja: 退勤時間

# Settings.ClockOutReminder.Time
source: Time
ja: 時刻

# Settings.Data.Footer
source: Export your data to back it up or transfer to another device.
ja: データをバックアップしたり、別のデバイスに転送したりできます。

# Settings.DefaultBreak
source: Default Break Duration
ja: 所定休憩時間

# Settings.ExportData
source: Export All Data
ja: すべてのデータを書き出す

# Settings.ExportSuccess
source: Export Successful
ja: 書き出し完了

# Settings.Geofencing.Footer
source: Set up workplaces to automatically clock in and out based on your location.
ja: 職場を設定して、位置情報に基づいて自動的に出勤・退勤を記録します。

# Settings.Hours
source: hours
ja: 時間

# Settings.ImportData
source: Import Data
ja: データを読み込む

# Settings.ImportSuccess
source: Import Successful
ja: 読み込み完了

# Settings.Minutes
source: minutes
ja: 分

# Settings.Notifications.ClockIn
source: Clock In
ja: 出勤

# Settings.Notifications.ClockOut
source: Clock Out
ja: 退勤

# Settings.Notifications.Footer
source: Set daily reminders to clock in and clock out.
ja: 出勤・退勤の毎日のリマインダーを設定します。

# Settings.Section.Break
source: Break
ja: 休憩

# Settings.Section.Data
source: Data Management
ja: データ管理

# Settings.Section.Geofencing
source: Locations
ja: 場所

# Settings.Section.Notifications
source: Notifications
ja: 通知

# Settings.Section.WorkingTime
source: Working Time
ja: 勤務時間

# Settings.Section.WorkingTimeAndBreak
source: Working Hours & Break
ja: 勤務時間と休憩

# Settings.WorkingHours
source: Standard Working Hours
ja: 所定勤務時間

# Settings.WorkingHours.Footer
source: Hours worked beyond this will be counted as overtime.
ja: これを超える時間は残業として計算されます。

# Shared.Add
source: Add
ja: 追加

# Shared.Break
source: Break
ja: 休憩

# Shared.Cancel
source: Cancel
ja: キャンセル

# Shared.Clear
source: Clear
ja: 消去

# Shared.Delete
source: Delete
ja: 削除

# Shared.Done
source: Done
ja: 完了

# Shared.Edit
source: Edit
ja: 編集

# Shared.Error
source: Error
ja: エラー

# Shared.Month
source: Month
ja: 月

# Shared.Overtime
source: Overtime
ja: 残業

# Shared.Remaining
source: Remaining
ja: 残り時間

# Shared.Save
source: Save
ja: 保存

# Shared.Year
source: Year
ja: 年

# Tab.Export
source: Export
ja: 書き出す

# Tab.History
source: History
ja: 履歴

# Tab.More
source: More
ja: その他

# Tab.Projects
source: Projects
ja: プロジェクト

# Tab.TimeClock
source: Time Clock
ja: 打刻

# Tasks.Description.Placeholder
source: Describe what you worked on...
ja: 作業内容を入力...

# Tasks.Others
source: Others
ja: その他

# Tasks.Others.Footer
source: Use this for tasks that don't belong to any specific project.
ja: 特定のプロジェクトに属さないタスクに使用してください。

# Tasks.Others.Placeholder
source: Other tasks not related to projects...
ja: プロジェクトに関連しないその他のタスク...

# Tasks.Title
source: Tasks
ja: タスク

# TimeClock.Break.End
source: End Break
ja: 休憩終了

# TimeClock.Break.OnBreak
source: On Break
ja: 休憩中

# TimeClock.Break.Start
source: Start Break
ja: 休憩開始

# TimeClock.Break.Title
source: Break Time
ja: 休憩時間

# TimeClock.Overtime
source: Overtime:
ja: 残業:

# TimeClock.Remaining
source: Remaining:
ja: 残り:

# TimeClock.Tasks.Edit
source: Edit Tasks
ja: タスクを編集

# TimeClock.Tasks.Title
source: Tasks
ja: タスク

# TimeClock.Work.ClockIn
source: Clock In
ja: 出勤

# TimeClock.Work.ClockOut
source: Clock Out
ja: 退勤

# TimeClock.Work.ClockOutSession
source: End the current work session
ja: セッションを終了

# TimeClock.Work.StartSession
source: Start a new work session
ja: 新規セッション

# TimeClock.Work.Title
source: Working Hours
ja: 勤務時間

# TimeClock.Work.Working
source: Working
ja: 仕事中

# Timeline.Break.Ended
source: Break Ended
ja: 休憩終了時間

# Timeline.Break.Started
source: Break Started
ja: 休憩開始時間

# Timeline.Work.ClockIn
source: Clock In Time
ja: 出勤時間

# Timeline.Work.ClockOut
source: Clock Out Time
ja: 退勤時間

# Timesheet.NoEntries
source: No Entries
ja: 記録なし

# Timesheet.NoEntriesMessage
source: No clock entries found for this period
ja: この期間に打刻記録がありません

# Timesheet.SelectMonth
source: Select Month
ja: 年月を選択

# Timesheet.TotalTimeWorked
source: Total Time Worked
ja: 勤務時間

# ViewTitle.More
source: More
ja: その他

# ViewTitle.TimeClock
source: Time Clock
ja: 打刻

# ViewTitle.Timesheet
source: Timesheet
ja: タイムシート

# Widget.Description
source: View today's work session at a glance.
ja: 今日の勤務状況をひと目で確認できます。

# Widget.DisplayName
source: Today's Work
ja: 今日の勤務

# Widget.NotClockedIn
source: Not clocked in yet.
ja: まだ出勤していません。

# Widget.Status.Done
source: Done
ja: 退勤済み

# Widget.Status.NotStarted
source: Not Started
ja: 未出勤

# Workplace.Add
source: Add Workplace
ja: 職場を追加

# Workplace.AutoClockIn
source: Auto Clock In
ja: 自動出勤

# Workplace.AutoClockOut
source: Auto Clock Out
ja: 自動退勤

# Workplace.Automation.Footer
source: Automatically clock in when you arrive at a workplace and clock out when you leave.
ja: 職場に到着した時に自動的に出勤し、離れた時に自動的に退勤します。

# Workplace.Delete.Message
source: This workplace will be removed and its geofence will stop being monitored.
ja: この職場は削除され、ジオフェンスの監視も停止されます。

# Workplace.Delete.Title
source: Delete Workplace?
ja: 職場を削除しますか？

# Workplace.Disable
source: Disable
ja: 無効にする

# Workplace.Edit
source: Edit Workplace
ja: 職場を編集

# Workplace.Enable
source: Enable
ja: 有効にする

# Workplace.Geofencing.Enable
source: Enable Location Services
ja: 位置情報の使用を許可

# Workplace.Geofencing.Footer
source: When enabled, the app will monitor your location in the background to automatically clock you in and out at your workplaces.
ja: 有効にすると、アプリがバックグラウンドで位置情報を監視し、職場での自動出勤・退勤を行います。

# Workplace.Location
source: Location
ja: 場所

# Workplace.Location.Authorized
source: Location access granted
ja: 位置情報のアクセスが許可されました

# Workplace.Location.Request
source: Grant Location Access
ja: 位置情報のアクセスを許可

# Workplace.Location.Request.Description
source: "Always" location permission is required for geofencing to work in the background.
ja: ジオフェンスがバックグラウンドで動作するには「常に許可」の位置情報権限が必要です。

# Workplace.Map
source: Map
ja: 地図

# Workplace.Map.Footer
source: The circle shows the geofence area. You will be clocked in when you enter this area and clocked out when you leave.
ja: 円はジオフェンスの範囲を示しています。この範囲に入ると出勤し、離れると退勤します。

# Workplace.Name
source: Name
ja: 名前

# Workplace.Name.Placeholder
source: Workplace name
ja: 職場名

# Workplace.Radius
source: Radius
ja: 半径

# Workplace.Search.Placeholder
source: Search for an address...
ja: 住所を検索...

# Workplace.Section.Automation
source: Automatically Clock In/Out
ja: 自動打刻

# Workplace.Section.Geofencing
source: Location Services
ja: 自動打刻

# Workplace.Section.Workplaces
source: Workplaces
ja: 職場一覧

# Workplace.Title
source: Workplaces
ja: 職場
